= 育てよう！（種まきから継続的な収穫まで）

装置ができれば、キャベツを育てる準備は完了です。

この章では、まずはキャベツの栽培についての一般的な情報を整理・紹介した上で、継続的な収穫のために、どのような順番でキャベツを育てていくかという方法についても紹介します。

== キャベツの基本情報

野菜を育てようと思った時、日本の大手種苗（しゅびょう）メーカーのHP@<fn>{official_site}には、栽培のための情報が公開されているので、非常に参考になります。

中でもタキイ種苗とサカタのタネのHPは初心者向けの情報がわかりやすくまとまっている@<fn>{official_docs} ので、それらを参考にした情報をまとめました。

//footnote[official_site][@<href>{https://www.takii.co.jp/}, @<href>{https://sakata-tsushin.com/}]
//footnote[official_docs][私は園芸界の公式ドキュメントだと勝手に思っています。]

=== キャベツの栄養価

キャベツはビタミンC、A、B1、K、カルシウムなどを含む栄養豊富な野菜です。
味にクセがなく、生食、煮物、炒め物など調理法を選ばず、冷蔵保存も容易なため家庭での常備野菜として最適です。
キャベツに含まれるビタミンU（キャベジン）は弱った胃腸の調子を整える効果がありますが、熱に弱いため千切りなどの生食がおすすめです。
また食物繊維も多く含んでいるため、便秘の改善や美肌効果も期待できます。

=== キャベツの種類

キャベツは栽培時期と収穫時期によって主に次の種類に分けられます：

 1. 夏秋キャベツ：春まきして夏から秋に収穫する、やや緑の濃いキャベツ
 2. 冬キャベツ（寒玉）：夏まきして晩秋から冬にかけて収穫する、球が締まっていて甘みがあるキャベツ
 3. 春系キャベツ：秋まきして翌春に収穫する、内部まで黄緑色を帯びてみずみずしく味のよいキャベツ

また、一般的な丸いキャベツ以外に、芽キャベツ、ちりめんキャベツ、紫キャベツなど、形や色に特色のある品種もあります。

=== キャベツの生育条件

 * 温度条件
 ** キャベツは暑さに弱く、冷涼な気候を好みます。低温には比較的耐えますが、結球し始めると耐寒性はやや弱くなります。
 ** 花芽分化@<fn>{flower_bud_formation}と言われるとう立ちの条件としては、平均気温13℃以下、最低気温10℃以下となりますが、平均気温5～7℃で最も花芽分化しやすくなります。

//footnote[flower_bud_formation][はなめぶんか（とう立ち）とは、キャベツが野菜として食べる段階から、次の世代の種子を作るために花を咲かせる状態に変化することです。一般的に、私たちが食べるキャベツは花が咲く前の「結球」した状態ですが、一定の条件下では花芽が形成され、茎が伸びて花が咲く準備をします。これを「とう立ち」と呼びます。食用という観点で見ると商品価値が下がるため、注意が必要です]

=== 栽培に適した温度

 * 発芽適温：20～25℃（30℃以上では発芽不良や生育不良になりやすい）
 * 生育適温：15～20℃（5～28℃の範囲で生育しやすい気温を好む）
 * 結球適温：13～20℃（28℃以上の高温や7℃以下の低温で結球の進行が遅れ、2～3℃以下ではほとんど生育しません）

=== 土壌条件

キャベツは過湿では根腐れが起きやすくなるため、保水性と排水性のよい土壌で栽培することが重要です。土壌の酸度は弱酸性～中性(pH5.5~pH8)が適しています。

=== 収穫

収穫期は比較的そろいますが、結球したものから若採りしながら収穫していきます。夏まきは比較的長期間畑に置けますが、秋まき春どりでは採り遅れると球が割れるので注意が必要です。収穫は球を手で横方向に押し倒すようにして、球と株元にある外葉との間の芯を包丁で切るとよいでしょう。

=== キャベツの品種ごとの特徴

キャベツは品種によって特徴が異なります：

 * 春系キャベツ：一般的に春まきで、秋～冬に収穫します。葉に通気性があり、葉の巻きがゆるく、葉の外側が緑色で内側が黄色い特徴があります。シャキシャキとした食感があり、生食向きです。

 * 寒玉系キャベツ：一般的に夏まきで、秋～春に収穫します。葉に通気性がなく、葉色が青々しく巻きが固いのが特徴です。葉の巻きが固く、みずみずしさと甘みが強い味わいがあります。

以上です。
生育に関して言えば、暑さに弱く寒さに強いですが、室内の水耕栽培といえど、高温や過度な低温には気をつける必要があります。
また、採り遅れると裂球（れっきゅう）するので注意しましょう。

=== なぜキャベツは丸くなるのか

キャベツが丸く結球（けっきゅう）するのは、葉の成長の仕組みによるものです。
キャベツは中心部から次々と新しい葉を出し、外側の葉が内側の葉よりも早く大きくなって内側を包み込むように広がります。
また、葉の基部（付け根）が内側より大きく成長することで葉が重なり合い、さらに葉の中央部分の葉脈より周辺部（縁）の方が早く成長するため葉がカップ状に丸まる性質があります。
これらの要素が組み合わさることで、内側から積み重なった葉が最終的に私たちがよく知る丸いキャベツの形になります。
この結球する性質は長年の品種改良によって発達した特徴で、結球することで内側の葉を外敵や強い日差しから守り、みずみずしく柔らかい食感を保つことができるのです。

== 種植えから収穫までの流れ

ここからは具体的な栽培スケジュールについて見ていきます。
毎日のようにキャベツを食べるためには何が必要か考えてみましょう。

季節により変動はありますが、筆者は種まきから収穫までの期間を大体4ヶ月（120日）前後としています。
つまり今日キャベツを食べるためには4ヶ月前に種まきをする必要があります。
教育や商品開発と似ているところがあって、今願ったからといってすぐに結果は得られないのです。文字どおり種まきが必要です。

次のことを頭に入れておきましょう。

 * 生育期間は次のように区切る
 ** 種まき〜発芽期間（〜2週目）
 ** 育苗期間（3〜4週目）
 ** 生育期間（5〜12週目）
 ** 収穫期間（13〜16週目）
 * 種まきから収穫まで4ヶ月（16週）前後
 * 種まき〜発芽期間、育苗期間は４つの苗を育てる
 * 上から２段目を発芽から育苗のための棚として使い、生育のよい苗を選択して３段目〜５段目に定植する
 * 生育期は４つの苗から２つを選定し、１つの棚に苗を２つ配置する
 * 収穫期は１つのキャベツを消費するのに2週間かける（結球部分で1週間、外葉部分で1週間）

//image[schedule.drawio][栽培スケジュール][scale=1.0]

//image[formation.drawio][生育ステージにおける棚への配置図][scale=0.5]

期間を示していますが、あくまでも目安です。温度や種の個体差によって成長の速度は変わります。

つまりこのとおりでなくても大丈夫で、おおまかな流れを掴んでおけば収穫は可能です。

次から生育段階ごとの手順について具体的に見ていきます。

=== 種まき〜発芽（〜2週目）
 * 四角く切ったスポンジに切り込みを入れます。
 ** スポンジは百円ショップで売っているもので、堅すぎないものを選びます。
 ** 種はネットや100円ショップ、ホームセンターや園芸店で購入できます。筆者はAmazonで買いましたが、執筆時点では品切れになっていたので、メーカーのオンラインショップで購入すると良いでしょう@<fn>{sakata_seed}

//image[sponge][スポンジをサイコロ状に切る（適当でOK）][scale=0.5]
//image[cut_sponge][スポンジに切り込みを入れる][scale=0.5]

 * アイストレーの上にスポンジを並べて種を植えます。
 ** 毎週収穫するためには、一月に2つ種をまけばよい計算になるのですが、発芽しないこともあったり、成長が遅い種もあったりするので、多めに用意しておきます。そのため経験則的に言って一月に4個（8粒）のスポンジに種まきをするのがよいでしょう。
 ** 種はスポンジ一個に対して２つずつ植えます。
 ** スポンジにはしっかり水を含ませます。

//image[water_sponge][スポンジにしっかり水を含ませる（スポンジを押して空気を抜く）][scale=0.5]
//image[seed_in_sponge][スポンジに植える][scale=0.5]

 * この期間は水と光だけで育てます。
 * 種によっては嫌光性と言って光を当てると発芽が阻害されるものもありますが、キャベツは好光性ですので、LEDの光をしっかり当てます。
 * 多くの植物にとって乾燥は死に直結します。キャベツも例外ではなく、特に発芽のタイミングはとても弱い存在なので、スポンジが沈まない程度に水がひたひたの状態になるようにします。
 * DAISOのフタ付きアイストレーを使用すると、水の蒸発を抑えることができます。発芽するまで被せておくと良いでしょう。

//image[ice_tray_on_med_box][光をしっかり当てます][scale=0.5]

//footnote[sakata_seed][@<href>{https://sakata-netshop.com/shop/g/g10100001/} サカタのタネ 極早生サラダキャベツ アーリーボール 495円]

=== 育苗期間（3〜4週目）
 * 上段（上から２段目）の容器で成長を促します。
 * 容器には希釈した液肥を苗の根が浸かるまで満たします。
 * 根が液肥に浸るのをしっかり目で確認します。根がスポンジにはりついて、乾いてしまうことがありますので注意します。
 * スポンジに２つずつ種を植えたので、芽が２つ出てきます。定植時には成長の早い芽を一つだけ残し、成長の遅い芽を思いきって取り除きます。
 * もったいないとか面倒臭いとか可哀想だからと、間引きを行わないでいると、後々順調に育たなくなります。

=== 定植〜収穫までの期間（5週目〜12週目）
 * 成長した苗を3〜5段目の容器に移動し、収穫まで育てます。
 * 成長するにつれて根が液肥を吸い上げる量が増えます。収穫前は1週間で3ℓ〜4ℓの液肥を消費するため、液肥が切れないように注意します。
 * 液肥を足すのと同時に、筆者はチップバーン（カルシウム欠乏症による葉先枯れ）を防ぐために、カルシウムを一度に2cc、週に1回、液肥に加えています。

//image[fertilizer][カルシウムを足す][scale=0.5]

=== 収穫（13週目〜16週目）
 * 一番育ったキャベツから順番に収穫します。
 * まずは結球した球の部分から収穫します。
 ** 球を斜めにして外葉を手で押し下げ、隙間に包丁を入れて球を切り離します。このとき、外葉を2～3枚つけて切るのがポイントで、きれいな玉が収穫できます。
 ** もったいぶって収穫をしないでいると、裂球といって球が割れるので注意しましょう。

//image[harvest][思い切りが大事][scale=0.5]

 * 外葉はそのままにしておき、1週間くらいかけて徐々に消費していきます。@<fn>{outer_leaf}
 * 食べられるところがなくなったら、残った部分と根をまとめて取り除きます。
 * 空いた穴に種まきから1ヶ月目の苗を定植します。これをラック全体で繰り返していきます。

//footnote[outer_leaf][外葉は大きいものは30cmほどにもなるので、切ったうえで袋に入れて冷蔵庫に入れておくと良いでしょう]

//image[outer_leaf][外葉が残っている様子][scale=0.5]
//image[after_that][収穫後に新しい苗を定植][scale=0.5]

== キャベツを育てる際の注意点

=== 液肥について

窒素（N）、リン酸（P）、カリウム（K）は、植物の成長に欠かせない栄養素で、「肥料の三要素」と呼ばれます。

突然そんなことをいわれて何？と思うかもしれませんが、キャベツ栽培においても水だけで大きく成長させることは困難で、肥料を使う必要があります。

家庭菜園で使うのであれば粉末のハイポニックス、液体のハイポニカが有名どころで、どちらも購入が容易ですのでどちらかを使用すれば問題ありません。

筆者は肥料の溶け残りの心配がないハイポニカを使用しています。あと粉だとよくこぼすので、掃除のしやすさという観点からもハイポニカの方を愛用しています。

また、経験上カルシウムエキスを使用すると、チップバーン対策になりますので、定期的に液肥に足しています。

//image[red_and_blue][ハイポニカと２Lの容器（筆者は2Lの水にA液とB液を4mlずつ入れて500倍希釈でつくっています）][scale=0.5]

=== 植物が育たない原因

ここまで準備をしてキャベツ栽培に臨んだものの、うまく育たないことがあります。

照度不足、栄養不足、水不足、酸素不足、藻の発生など原因はさまざまで、原因が特定できたらそれを解決する必要があります。

筆者の場合、水耕栽培を始めたては発芽後に苗がひょろひょろ育つ徒長に悩まされました。

徒長してしまうと、成長後に自らを支えることができなくなり、何らかの支えなしでは倒伏（とうふく）と言って倒れてしまいます。

こうなってしまうとその後いくら日光や栄養を与えたとしても挽回は不可能ですので、絶対に避けたいトラブルです。

徒長の原因の１つに発芽段階での照度不足があるため、LEDの光をしっかりあてるようにします。

また、栄養不足に関しては、ECメーターを活用して、最適なEC値になるように液肥を調整する方法があります。

濃度は、夏場は1.0dS/m、冬場は1.5dS/m@<fn>{dS_m}前後で管理するのがよいでしょう。

EC値を測るのはちょっとした手間ですので、筆者はあまり気にしていませんが、もし生育が遅い、あるいはチップバーン（カルシウム欠乏症による葉先枯れ）が発生した場合は、ECメーターでEC値を測定してみるとよいでしょう。

ちなみにECメーターは安価なものがネットで1,000円ほどで購入できます。（個体差があるので、複数買っている生産者もいると聞きます）

//footnote[dS_m][1.0 dS/m （デシジーメンス） = 1000 μS/cm （マイクロジーメンス）]
== キャベツ栽培のルーティーン

実際の運用スケジュールの例を平日と週末に分けて、ここで示します。

=== 平日

 * 水やり
 ** 収穫直前の大きく育ったキャベツの液肥消費量は侮れません。装置の中の養液が減少
 してポンプの吸う液肥がなくなると、ポンプが異音を発します。そのまま放置すると苗が育たないばかりかポンプの故障の原因になります。そうなってしまう前に筆者は2〜3日に一回は目視で確認するようにしています。@<fn>{check_water_level}

//footnote[check_water_level][タンクを使用した自動給水装置を試みたこともありましたが、タンクやホースに藻が発生してしまったり、水漏れが発生したりでいったん断念しました。]

=== 週末
 * 毎週末
 ** 水やり
 ** 収穫
 *** 結球部分、もしくは外葉を収穫します。
 ** 苗の定植
 *** 収穫後の空いたスペースに、育苗用の容器から苗を移します。
 * 月に一回
 ** 種まき
 *** 収穫を想像しながらスポンジに切り込みを入れ、種を植えます。

これらの作業は、あくまでも目安です。平日に余力があれば週末の作業を行なってもよいでしょう。ただし、運用コストの増大は継続性に影響を与えます。無理ない範囲で自分のやりやすいルーティーンを身につけましょう。

== 継続的な収穫を目指す理由

前書きで少し触れましたが、水耕栽培について語られたネットの情報や本は多くありますが、継続的な収穫について語られたものはあまりありません。

なぜ筆者は毎日の収穫にこだわるのでしょうか。その理由を説明します。

=== 買って運ぶのが面倒
キャベツひと玉の重量は1kg程度です。1/2カットの場合であっても500g程度です。結構重いです。
スーパーでキャベツを買うと、帰宅後に料理を作る体力は残っていない可能性があります。

=== 毎日の献立への影響
野菜を家族に提供する場合、日によって収穫できたりできなかったりすると、献立に影響が出ます。

キャベツを一定量継続的に収穫できたのなら、献立を立てやすくなります。
「今週は結球を収穫する週だから、漬物や千切りサラダを作ろう」「今週は外葉の週だから、味噌汁や炒め物を作ろう」といった具合です。
自宅で収穫したキャベツが常に冷蔵庫にあるので、それに合わせたレシピを考えるだけでよいのです。

この利点は、家族のために食事を準備する立場になると特によく理解できるはずです。
誰かの食事を作るという行為には、料理の実行だけでなく「何を作るか」という知的作業が伴い、その負担が多くの人を悩ませています。

これはプログラミングに例えると分かりやすいでしょう。
コードの修正自体は5分で終わっても、その前には調査や計画立案、影響範囲の検討など多くの「見えない作業」があります。
また、次のタスクへの切り替えコストも発生します。
一日考え抜いた結果、たった1行の修正で終わることもよくあります。

「たった5分しか手を動かしていないのだから、稼働時間は5分だ」と非エンジニアに言われれば、プログラマーは嫌悪感を覚えるでしょう。
料理についても同じことが言えます。
食材を揃え調理するといった目に見える労力だけでなく、献立を考えるという見えない作業があるのです。

== 自宅水耕栽培は多くの問題を解決する

#@# しかし、キャベツを自宅で収穫し続けられたのなら、多くの家庭にとっての福音になり得ます。健康面でも、経済的にも、精神的なゆとりという意味でもメリットは多いのではないでしょうか。

#@# 水耕栽培はただの園芸家のための技術ではありません。すべての人間にとっての技術です。

自宅でキャベツを継続的に収穫できることは、健康、経済、そして心の余裕という三つの面から家庭に大きな恩恵をもたらします。
新鮮な野菜を日々の食卓に並べられる健康上の利点、物価高騰の影響を受けにくい経済的安定性、そして「今日は何を作ろう」という日常の悩みから解放される精神的なゆとりは、現代の忙しい生活において計り知れない価値があります。

水耕栽培は単なる趣味のための技術ではありません。
都市部の限られた空間であっても実践できるすべての人のための技術なのです。
