= はじめに

//flushright{

2025年11月
Mutsumix

//}

本書をお手に取っていただきありがとうございます。

筆者はこれまで、水耕栽培でのレタスとキャベツの育て方についての同人誌を執筆してきました。

その中で痛感したことは、水耕栽培の難しさです。

発芽や育成の過程で、与える水の量、肥料の濃度、水温、光の強さなどの条件がうまく調整できないと、植物は育ってくれません。

失敗の経験を経ることで、うまく育つ条件を見つけることができますが、もっと効率よくデータを活かした栽培ができないものかと考えていました。

それが本書を執筆しようと思ったきっかけです。

== 本書で伝えたいこと

本書は、家庭菜園にまつわるさまざまなデータ収集の方法を段階的に学べるようになっています。

簡単に手に入るセンサーを使って、スマホからデータを確認する方法から始まり、自分なりのダッシュボードをクラウド上に作り、最終的にはマイコンボードとセンサーを組み合わせた装置作りまでを範囲としています。

階段を登るように、読み進めていけるので、できるだけ途中で挫折しないような構成を心がけました。

まずは自分のできる範囲のところまでを読み進めていくと良いでしょう。

== サポートページについて

本書で紹介した商品情報などのURLに誤りや更新があった場合は、こちらに最新の情報をまとめるようにします。
また付随する情報もまとめています。

//indepimage[support_page]

== 免責事項
本書に記載された内容は、情報の提供のみを目的としています。したがって、本書を用いた水耕栽培装置の作成と運用は、必ずご自身の責任と判断によって行ってください。これらの情報による水耕栽培装置の作成と運用の結果について、著者はいかなる責任も負いません。

また、本書はできるだけ正確を期すように努めましたが、不正確あるいは誤認と思われるような箇所がありましたら、必要に応じて適時改訂を行いますので、GitHub@<fn>{github}のIssueやPull Request、もしくはX@<fn>{x}で筆者までお知らせいただけますと幸いです。

//footnote[github][@<href>{https://github.com/Mutsumix/hydroponics_tbf19}]
//footnote[x][@<href>{https://x.com/Mutsumix_dev}]
