= 装置を用意しよう

この章では、センサーを搭載した装置を作っていきます。

栽培ようき

ダイソー
セリアでも全く同じ規格の容器が売っていました。
ISOになっているんでしょうか？

ここに穴を開けます。


カッターで根気よく開ける
ホールソーを電動ドライバーに装着して開ける
ハンダゴテの熱を使って穴を開ける（おすすめ）

断面は綺麗ではありませんが、簡単で力もいらないので、
手っ取り早く穴を開けたい場合、
筆者はこの方法を使っています

穴の直径





マイコンケース

100円ショップで売っていた

Amazonでも同じものが購入できました。
大きさは

これもハンダゴテで穴を開けられます。
ケーブルを通すための印をつけて、開けていきます。

センサーを装着する必要があります。
ネジで止めてもよいのですが
協力両面テーぷを使うのがまずはよいでしょう。

取り外しも簡単です。



完成です。
ここまで来れば、あなたはデータ菜園の入り口に立ったことになります。

分析をしていくだけです。

たとえば


近くのカメラを設置すれば、スペースを必要とせずに、
癒しとテクノロジーの融合にあなたは時の涙をみる


