= あとがき

これまで私は水耕栽培でのレタスとキャベツの育て方についての本を執筆してきました。

データ収集と植物栽培の組み合わせは自分自身いつか取り組みたいテーマでした。

今回書いて思ったことは自分の知識不足・技術不足です。タイトルにつけた「入門」には、こんな初歩的な内容で申し訳ない、という自分の未熟さが反映されています。

ですので、いずれノウハウをさらに貯めて発展編を執筆できたらなと考えています。いつか自動で液肥を配合した水やりまでできたら最高だと思いながら、今日も自宅の片隅でレタスを育てています。

最後になりますが、私が水耕栽培を始めたきっかけは、佐々木健介さんのUdemy講座

「ラズベリーパイ（Raspberry Pi）とPythonでIoTはじめの一歩～IoTキッチンガーデン講座～」でした。

その内容に大きな衝撃を受け、IoTを活用した植物の栽培に取り組んできました。

一人一人名前を挙げるとキリがないので省略いたしますが、YouTubeやブログ、SNSなどで日夜、水耕栽培などの情報を発信している人たちのおかげで、今の自分がいます。

惜しみなく自分のノウハウを公開・共有してくださる方々には本当に感謝ですし、そういった人たちの構築した知のネットワークを大きくする働きに自分も少しでも貢献できていたなら嬉しいなと考えています。

ここまでお読みいただきありがとうございました。次の本でお会いしましょう。

//flushright{

2025年11月
Mutsumix

//}
